const monitorline_gj = {
    "type": "FeatureCollection",
    "name": "monitorLine",
    "features": [
        { "type": "Feature", "id": "d544663a4742c775d3e519993a1d2f01", "properties": { "id": 1, "name": "民主沙右缘段" }, "geometry": { "type": "LineString", "coordinates": [[120.564960244807111, 32.022972883663122], [120.556641623547051, 32.025993020044169], [120.546203608335361, 32.028960171576422], [120.541434971944241, 32.030178823098602], [120.534917835543027, 32.032033292806261], [120.526599214282953, 32.034788504943357], [120.522784305170063, 32.036854914046174], [120.519923123335374, 32.039398186788105], [120.51022689600677, 32.041888474681251]] } },
        { "type": "Feature", "id": "aedb0261772aa2e5012d9058ede57a3b", "properties": { "id": 2, "name": "栖龙弯道三江口段" }, "geometry": { "type": "LineString", "coordinates": [[119.072255, 32.225624], [119.074065, 32.228228], [119.076419, 32.230321], [119.077566, 32.23124], [119.078954, 32.233232], [119.082636, 32.235733], [119.087344, 32.237826], [119.092232, 32.238592]] } },
        { "type": "Feature", "id": "4363ef75ab87c10ee9305910ddc2f58c", "properties": { "id": 3, "name": "和畅洲左汊进口右缘段" }, "geometry": { "type": "LineString", "coordinates": [[119.604512, 32.228571], [119.60915, 32.227331], [119.611046, 32.226501], [119.612288, 32.225339], [119.613988, 32.223348], [119.615165, 32.221136], [119.615623, 32.219753], [119.616015, 32.21754], [119.615086, 32.215153], [119.614507, 32.213575], [119.614374, 32.211671], [119.61403, 32.210439], [119.613262, 32.208826]] } },
        { "type": "Feature", "id": "7300af9c64739fcad81fda587ae46d92", "properties": { "id": 4, "name": "嘶马弯道杨湾段" }, "geometry": { "type": "LineString", "coordinates": [[119.841404, 32.300423], [119.842445, 32.299336], [119.843791, 32.29768], [119.845016, 32.296697], [119.847648, 32.295455], [119.848505, 32.29442], [119.850716, 32.293429], [119.852915, 32.291683], [119.854781, 32.290556], [119.859312, 32.287909], [119.86113, 32.286744], [119.860878, 32.286595], [119.861457, 32.285957], [119.861784, 32.285765], [119.862187, 32.285467], [119.863168, 32.285255], [119.86337, 32.284446], [119.863898, 32.284255]] } }
    ]
}

const monitorPoint_gj = {
    "type": "FeatureCollection",
    "name": "monitorPoint",
    "features": [
        { "type": "Feature", "id": "26906b4b585778b9d0c49ff90b5b6e43", "properties": { "id": 1, "name": "民主沙右缘段" }, "geometry": { "type": "Point", "coordinates": [120.523883312376512, 32.036375662006051] } },
        { "type": "Feature", "id": "e9f0613bb00a070ac76c1deeb30ed490", "properties": { "id": 2, "name": "栖龙弯道三江口段" }, "geometry": { "type": "Point", "coordinates": [119.081051, 32.234389] } },
        { "type": "Feature", "id": "869eea3e7f20ee539b3d39ca40b3b325", "properties": { "id": 3, "name": "和畅洲左汊进口右缘段" }, "geometry": { "type": "Point", "coordinates": [119.615331, 32.220155] } },
        { "type": "Feature", "id": "f4c21be5c77dd3feb4e01ed398afcb11", "properties": { "id": 4, "name": "嘶马弯道杨湾段" }, "geometry": { "type": "Point", "coordinates": [119.851536, 32.29285] } }
    ]
}

const mzsBoundary_gj = {
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "properties": {},
            "geometry": {
                "coordinates": [
                    [
                        [
                            120.49741118300233,
                            32.04317585804931
                        ],
                        [
                            120.51055551802693,
                            32.04086338523966
                        ],
                        [
                            120.51985575593011,
                            32.037815035402886
                        ],
                        [
                            120.53572816316347,
                            32.02982577426336
                        ],
                        [
                            120.57478916235755,
                            32.02046904384554
                        ],
                        [
                            120.57739322897072,
                            32.025725751610295
                        ],
                        [
                            120.56300886101388,
                            32.04222985320405
                        ],
                        [
                            120.53957226149691,
                            32.05578832174321
                        ],
                        [
                            120.5124155668193,
                            32.05904625899713
                        ],
                        [
                            120.49691517031374,
                            32.05841569955079
                        ],
                        [
                            120.49579914176502,
                            32.051479258804335
                        ],
                        [
                            120.49741118300233,
                            32.04317585804931
                        ]
                    ]
                ],
                "type": "Polygon"
            }
        }
    ]
}

//手绘的断面
const mzsMonitor_gj = {
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "properties": {
                "type": "section"
            },
            "geometry": {
                "coordinates": [
                    [
                        120.52171631912228,
                        32.041098066806924
                    ],
                    [
                        120.51956464440286,
                        32.038942516974316
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "section"
            },
            "geometry": {
                "coordinates": [
                    [
                        120.52845915780574,
                        32.03561566625082
                    ],
                    [
                        120.52662841241698,
                        32.03386126351032
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "section"
            },
            "geometry": {
                "coordinates": [
                    [
                        120.53698979540314,
                        32.03265667087217
                    ],
                    [
                        120.53619381914734,
                        32.030497331414736
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "section"
            },
            "geometry": {
                "coordinates": [
                    [
                        120.54670070572536,
                        32.02951886396099
                    ],
                    [
                        120.5467803033506,
                        32.02800053169938
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "2",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.5070443002084,
                        32.042382027210095
                    ],
                    [
                        120.52074970065866,
                        32.04018410236756
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "2",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.52085363335402,
                        32.04019120095282
                    ],
                    [
                        120.5211772562696,
                        32.039616826090864
                    ],
                    [
                        120.52225937039191,
                        32.03834804496607
                    ],
                    [
                        120.52229982325696,
                        32.03806513866898
                    ],
                    [
                        120.52270435190104,
                        32.03734500960559
                    ],
                    [
                        120.52490055313058,
                        32.035946616390476
                    ],
                    [
                        120.52730749856403,
                        32.03450631927468
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "1",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.52730101588747,
                        32.034498485218194
                    ],
                    [
                        120.52952287722837,
                        32.03324070004378
                    ],
                    [
                        120.53052677470976,
                        32.03295910398187
                    ],
                    [
                        120.53091799946287,
                        32.032884011552156
                    ],
                    [
                        120.5311985002296,
                        32.03275885736605
                    ],
                    [
                        120.53165615937604,
                        32.03243345568157
                    ],
                    [
                        120.53195142334124,
                        32.03259615666886
                    ],
                    [
                        120.53235002971871,
                        32.03259615666644
                    ],
                    [
                        120.53334654560314,
                        32.032158114889924
                    ],
                    [
                        120.53425730561298,
                        32.032072652745455
                    ],
                    [
                        120.53500284712538,
                        32.03212897257225
                    ],
                    [
                        120.53573362543932,
                        32.0317722797505
                    ],
                    [
                        120.53615437658942,
                        32.031459390166205
                    ],
                    [
                        120.53657512773952,
                        32.03153448376314
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "2",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.53656858281119,
                        32.03153503367088
                    ],
                    [
                        120.54027820311626,
                        32.03040664056459
                    ],
                    [
                        120.54054933815553,
                        32.03040664056459
                    ],
                    [
                        120.54196663495082,
                        32.0300305064396
                    ],
                    [
                        120.5423856618279,
                        32.03016633283005
                    ],
                    [
                        120.54306349942613,
                        32.0300305064396
                    ],
                    [
                        120.54355647222417,
                        32.029696163698986
                    ],
                    [
                        120.54375366134258,
                        32.029414061061445
                    ],
                    [
                        120.54428360710102,
                        32.02945585409938
                    ],
                    [
                        120.5467607954111,
                        32.02883940485343
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "3",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.54675365962385,
                        32.02880244322077
                    ],
                    [
                        120.54783430144107,
                        32.02854477616319
                    ],
                    [
                        120.54982673479287,
                        32.02838731260486
                    ],
                    [
                        120.55055279101487,
                        32.02828710838125
                    ],
                    [
                        120.55156589271877,
                        32.02790060534814
                    ],
                    [
                        120.55237637408135,
                        32.02747115562114
                    ],
                    [
                        120.55480808908135,
                        32.02682686242319
                    ],
                    [
                        120.55700314277311,
                        32.02596795088718
                    ]
                ],
                "type": "LineString"
            }
        }
    ]
}

const mzsMonitorSection_gj = {
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "properties": {
                "type": "section"
            },
            "geometry": {
                "coordinates": [
                    [
                        120.52171631912228,
                        32.041098066806924
                    ],
                    [
                        120.51956464440286,
                        32.038942516974316
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "section"
            },
            "geometry": {
                "coordinates": [
                    [
                        120.52845915780574,
                        32.03561566625082
                    ],
                    [
                        120.52662841241698,
                        32.03386126351032
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "section"
            },
            "geometry": {
                "coordinates": [
                    [
                        120.53698979540314,
                        32.03265667087217
                    ],
                    [
                        120.53619381914734,
                        32.030497331414736
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "section"
            },
            "geometry": {
                "coordinates": [
                    [
                        120.54670070572536,
                        32.02951886396099
                    ],
                    [
                        120.5467803033506,
                        32.02800053169938
                    ]
                ],
                "type": "LineString"
            }
        },
    ]
}

//手绘分段的有预警等级的民主沙崩岸
const mzsMonitorBankLine_gj = {
    "type": "FeatureCollection",
    "features": [
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "2",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.5070443002084,
                        32.042382027210095
                    ],
                    [
                        120.52074970065866,
                        32.04018410236756
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "2",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.52085363335402,
                        32.04019120095282
                    ],
                    [
                        120.5211772562696,
                        32.039616826090864
                    ],
                    [
                        120.52225937039191,
                        32.03834804496607
                    ],
                    [
                        120.52229982325696,
                        32.03806513866898
                    ],
                    [
                        120.52270435190104,
                        32.03734500960559
                    ],
                    [
                        120.52490055313058,
                        32.035946616390476
                    ],
                    [
                        120.52730749856403,
                        32.03450631927468
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "1",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.52730101588747,
                        32.034498485218194
                    ],
                    [
                        120.52952287722837,
                        32.03324070004378
                    ],
                    [
                        120.53052677470976,
                        32.03295910398187
                    ],
                    [
                        120.53091799946287,
                        32.032884011552156
                    ],
                    [
                        120.5311985002296,
                        32.03275885736605
                    ],
                    [
                        120.53165615937604,
                        32.03243345568157
                    ],
                    [
                        120.53195142334124,
                        32.03259615666886
                    ],
                    [
                        120.53235002971871,
                        32.03259615666644
                    ],
                    [
                        120.53334654560314,
                        32.032158114889924
                    ],
                    [
                        120.53425730561298,
                        32.032072652745455
                    ],
                    [
                        120.53500284712538,
                        32.03212897257225
                    ],
                    [
                        120.53573362543932,
                        32.0317722797505
                    ],
                    [
                        120.53615437658942,
                        32.031459390166205
                    ],
                    [
                        120.53657512773952,
                        32.03153448376314
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "2",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.53656858281119,
                        32.03153503367088
                    ],
                    [
                        120.54027820311626,
                        32.03040664056459
                    ],
                    [
                        120.54054933815553,
                        32.03040664056459
                    ],
                    [
                        120.54196663495082,
                        32.0300305064396
                    ],
                    [
                        120.5423856618279,
                        32.03016633283005
                    ],
                    [
                        120.54306349942613,
                        32.0300305064396
                    ],
                    [
                        120.54355647222417,
                        32.029696163698986
                    ],
                    [
                        120.54375366134258,
                        32.029414061061445
                    ],
                    [
                        120.54428360710102,
                        32.02945585409938
                    ],
                    [
                        120.5467607954111,
                        32.02883940485343
                    ]
                ],
                "type": "LineString"
            }
        },
        {
            "type": "Feature",
            "properties": {
                "type": "bankLine",
                "warning": "3",
            },
            "geometry": {
                "coordinates": [
                    [
                        120.54675365962385,
                        32.02880244322077
                    ],
                    [
                        120.54783430144107,
                        32.02854477616319
                    ],
                    [
                        120.54982673479287,
                        32.02838731260486
                    ],
                    [
                        120.55055279101487,
                        32.02828710838125
                    ],
                    [
                        120.55156589271877,
                        32.02790060534814
                    ],
                    [
                        120.55237637408135,
                        32.02747115562114
                    ],
                    [
                        120.55480808908135,
                        32.02682686242319
                    ],
                    [
                        120.55700314277311,
                        32.02596795088718
                    ]
                ],
                "type": "LineString"
            }
        }
    ]
}

const historyInfo = [
    {"时间":"1954年","县（市、区）":"下关","崩岸地点":"下关","崩岸类型":"条崩","所在河段":"南京河段","岸别":"右岸"},
    {"时间":"1954年","县（市、区）":"浦口","崩岸地点":"浦口","崩岸类型":"条崩","所在河段":"南京河段","岸别":"左岸"},
    {"时间":"1970年5月","县（市、区）":"浦口","崩岸地点":"九袱洲","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸"},
    {"时间":"1983年","崩岸地点":"燕子矶","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"右岸"},
    {"时间":"1984年4月","县（市、区）":"栖霞","崩岸地点":"三江口","崩岸类型":"条崩","所在河段":"南京河段","岸别":"左岸","崩窝宽度(m)":"50"},
    {"时间":"1985年6月","崩岸地点":"南京长江油运公司三段圩基地","崩岸类型":"窝崩2处","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"250","崩窝宽度(m)":"180","宽/深比":"1.39 "},
    {"时间":"1989年8月","县（市、区）":"大厂","崩岸地点":"上坝渡口(上游)","崩岸类型":"条崩","所在河段":"南京河段","岸别":"左岸"},
    {"时间":"1991年9月","县（市、区）":"浦口","崩岸地点":"七坝","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"120"},
    {"时间":"1993年6月","县（市、区）":"浦口","崩岸地点":"林浦圩","崩岸类型":"条崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"5000","崩窝宽度(m)":"60","宽/深比":"83.33 "},
    {"时间":"1993年10月","县（市、区）":"雨花","崩岸地点":"梅子洲头左缘","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"220","崩窝宽度(m)":"60","宽/深比":"3.67 "},
    {"时间":"1995年7月","崩岸地点":"栖龙河段团洲圩","崩岸类型":"窝崩","所在河段":"南京河段","口门长度（m）":"150","崩窝宽度(m)":"80","宽/深比":"1.88 "},
    {"时间":"1996年7月","崩岸地点":"栖龙河段仁本圩","崩岸类型":"窝崩","所在河段":"南京河段","口门长度（m）":"240","崩窝宽度(m)":"130","宽/深比":"1.85 "},
    {"时间":"1996年3月","县（市、区）":"浦口","崩岸地点":"七坝段林山圩","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"200","崩窝宽度(m)":"100","宽/深比":"2.00 "},
    {"时间":"1996年8月","县（市、区）":"六合","崩岸地点":"西坝头","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"250","崩窝宽度(m)":"220","宽/深比":"1.14 "},
    {"时间":"1997年","崩岸地点":"铜井三角圩","崩岸类型":"条崩","所在河段":"南京河段","岸别":"右岸","崩窝宽度(m)":"100"},
    {"时间":"1997年7月","崩岸地点":"梅子洲头凤林村","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"360","崩窝宽度(m)":"40","宽/深比":"9.00 "},
    {"时间":"1997年","县（市、区）":"六合","崩岸地点":"西坝头","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸"},
    {"时间":"1998年4月","县（市、区）":"大厂","崩岸地点":"八卦洲","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"120","崩窝宽度(m)":"20","宽/深比":"6.00 "},
    {"时间":"1998年4月","县（市、区）":"大厂","崩岸地点":"八卦洲","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"180","崩窝宽度(m)":"60","宽/深比":"3.00 "},
    {"时间":"1998年4月","县（市、区）":"大厂","崩岸地点":"八卦洲","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"140","崩窝宽度(m)":"40","宽/深比":"3.50 "},
    {"时间":"1998年","崩岸地点":"八卦洲","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"260","崩窝宽度(m)":"26","宽/深比":"10.00 "},
    {"时间":"1998年12月","县（市、区）":"栖霞","崩岸地点":"燕子矶","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"150","崩窝宽度(m)":"30","宽/深比":"5.00 "},
    {"时间":"1999年1月","崩岸地点":"下关","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"90","崩窝宽度(m)":"25","宽/深比":"3.60 "},
    {"时间":"1999年","崩岸地点":"新济洲","崩岸类型":"窝崩","所在河段":"南京河段","崩窝宽度(m)":"260"},
    {"时间":"2000年","崩岸地点":"外公记","所在河段":"南京河段","岸别":"右岸"},
    {"时间":"2000年","崩岸地点":"铜井镰刀弯","崩岸类型":"条崩","所在河段":"南京河段","岸别":"右岸"},
    {"时间":"2000年","崩岸地点":"梅子洲头右缘","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"60","崩窝宽度(m)":"15","宽/深比":"4.00 "},
    {"时间":"2003年12月","县（市、区）":"栖霞","崩岸地点":"长江二桥下游","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"25","崩窝宽度(m)":"40","宽/深比":"0.63 "},
    {"时间":"2004年11月","县（市、区）":"栖霞","崩岸地点":"燕子矶","崩岸类型":"条崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"60","崩窝宽度(m)":"12","宽/深比":"5.00 "},
    {"时间":"2004年11月","县（市、区）":"栖霞","崩岸地点":"本仁圩","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"190","崩窝宽度(m)":"110","宽/深比":"1.73 "},
    {"时间":"2007年12月","县（市、区）":"浦口","崩岸地点":"乌江镇武家嘴","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"150","崩窝宽度(m)":"40","宽/深比":"3.75 "},
    {"时间":"2008年11月","县（市、区）":"雨花","崩岸地点":"三山码头上游","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"88","崩窝宽度(m)":"42","宽/深比":"2.10 "},
    {"时间":"2008年11月","县（市、区）":"栖霞","崩岸地点":"栖霞友庄圩","崩岸类型":"条崩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"200"},
    {"时间":"2010年7月","县（市、区）":"浦口区","崩岸地点":"高旺河","崩岸类型":"管涌","所在河段":"南京河段","口门长度（m）":"5"},
    {"时间":"2010年7月","县（市、区）":"六合区","崩岸地点":"划子口","崩岸类型":"管涌","所在河段":"南京河段","口门长度（m）":"10"},
    {"时间":"2013年4月","县（市、区）":"浦口区","崩岸地点":"联合圩","崩岸类型":"条崩","所在河段":"南京河段","岸别":"左岸"},
    {"时间":"1970年10月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"100","崩窝宽度(m)":"30","宽/深比":"3.33 "},
    {"时间":"1971年6月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1971年10月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"80","崩窝宽度(m)":"20","宽/深比":"4.00 "},
    {"时间":"1973年4月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"40","崩窝宽度(m)":"10","宽/深比":"4.00 "},
    {"时间":"1973年5月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1973年5月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1973年5月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1973年6月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1973年6月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1973年6月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1973年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"15"},
    {"时间":"1973年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"30"},
    {"时间":"1976年12月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1976年12月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1980年8月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1981年2月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1981年8月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"260","崩窝宽度(m)":"170","宽/深比":"1.53 "},
    {"时间":"1983年6月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1983年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1983年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"150","崩窝宽度(m)":"25","宽/深比":"6.00 "},
    {"时间":"1983年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"80","崩窝宽度(m)":"30","宽/深比":"2.67 "},
    {"时间":"1983年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1983年8月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1983年8月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"269"},
    {"时间":"1983年9月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"20","崩窝宽度(m)":"5","宽/深比":"4.00 "},
    {"时间":"1983年10月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"30","崩窝宽度(m)":"5","宽/深比":"6.00 "},
    {"时间":"1983年10月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"50","崩窝宽度(m)":"20","宽/深比":"2.50 "},
    {"时间":"1983年11月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左","口门长度（m）":"8"},
    {"时间":"1983年11月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1983年12月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"40","崩窝宽度(m)":"8","宽/深比":"5.00 "},
    {"时间":"1983年12月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"30","崩窝宽度(m)":"5","宽/深比":"6.00 "},
    {"时间":"1984年2月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左","口门长度（m）":"5.5"},
    {"时间":"1984年5月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"100","崩窝宽度(m)":"30","宽/深比":"3.33 "},
    {"时间":"1984年6月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"100","崩窝宽度(m)":"30","宽/深比":"3.33 "},
    {"时间":"1984年6月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1984年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"330","崩窝宽度(m)":"350","宽/深比":"0.94 "},
    {"时间":"1984年11月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"230","崩窝宽度(m)":"60","宽/深比":"3.83 "},
    {"时间":"1985年5月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"140","崩窝宽度(m)":"70","宽/深比":"2.00 "},
    {"时间":"1985年6月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"160","崩窝宽度(m)":"80","宽/深比":"2.00 "},
    {"时间":"1985年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"250","崩窝宽度(m)":"150","宽/深比":"1.67 "},
    {"时间":"1985年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左","口门长度（m）":"60","崩窝宽度(m)":"20","宽/深比":"3.00 "},
    {"时间":"1985年7月","县（市、区）":"江都县","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左"},
    {"时间":"1988年9月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"160","崩窝宽度(m)":"20","宽/深比":"8.00 "},
    {"时间":"1988年10月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"200","崩窝宽度(m)":"100","宽/深比":"2.00 "},
    {"时间":"1989年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"5"},
    {"时间":"1990年4月","县（市、区）":"邗江","崩岸地点":"六圩弯道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"70","崩窝宽度(m)":"30","宽/深比":"2.33 "},
    {"时间":"1990年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"400","崩窝宽度(m)":"30","宽/深比":"13.33 "},
    {"时间":"1990年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"100","崩窝宽度(m)":"34","宽/深比":"2.94 "},
    {"时间":"1990年11月","县（市、区）":"邗江","崩岸地点":"六圩弯道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"90"},
    {"时间":"1990年12月","县（市、区）":"仪征","崩岸地点":"仪征水道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"80"},
    {"时间":"1991年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"80","崩窝宽度(m)":"50","宽/深比":"1.60 "},
    {"时间":"1991年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"300","崩窝宽度(m)":"130","宽/深比":"2.31 "},
    {"时间":"1991年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"200","崩窝宽度(m)":"30","宽/深比":"6.67 "},
    {"时间":"1991年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"100","崩窝宽度(m)":"30","宽/深比":"3.33 "},
    {"时间":"1991年8月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"220","崩窝宽度(m)":"160","宽/深比":"1.38 "},
    {"时间":"1992年5月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"220","崩窝宽度(m)":"140","宽/深比":"1.57 "},
    {"时间":"1992年7月","县（市、区）":"邗江","崩岸地点":"六圩弯道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"300","崩窝宽度(m)":"140","宽/深比":"2.14 "},
    {"时间":"1993年7月","县（市、区）":"邗江","崩岸地点":"六圩弯道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"250","崩窝宽度(m)":"80","宽/深比":"3.13 "},
    {"时间":"1993年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左岸","崩窝宽度(m)":"40"},
    {"时间":"1993年8月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"260","崩窝宽度(m)":"40","宽/深比":"6.50 "},
    {"时间":"1994年11月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"100","崩窝宽度(m)":"20","宽/深比":"5.00 "},
    {"时间":"1995年6月","县（市、区）":"邗江","崩岸地点":"六圩弯道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"30","崩窝宽度(m)":"10","宽/深比":"3.00 "},
    {"时间":"1995年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"120","崩窝宽度(m)":"90","宽/深比":"1.33 "},
    {"时间":"1995年7月","县（市、区）":"邗江","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"800","崩窝宽度(m)":"20","宽/深比":"40.00 "},
    {"时间":"1995年7月","县（市、区）":"邗江","崩岸地点":"六圩弯道","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"250","崩窝宽度(m)":"10","宽/深比":"25.00 "},
    {"时间":"1995年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"300","崩窝宽度(m)":"50","宽/深比":"6.00 "},
    {"时间":"1995年8月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"150","崩窝宽度(m)":"40","宽/深比":"3.75 "},
    {"时间":"1996年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"100","崩窝宽度(m)":"15","宽/深比":"6.67 "},
    {"时间":"1996年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"100","崩窝宽度(m)":"80","宽/深比":"1.25 "},
    {"时间":"1996年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"120","崩窝宽度(m)":"90","宽/深比":"1.33 "},
    {"时间":"1996年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"150","崩窝宽度(m)":"50","宽/深比":"3.00 "},
    {"时间":"1996年8月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"50","崩窝宽度(m)":"20","宽/深比":"2.50 "},
    {"时间":"1996年9月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"120","崩窝宽度(m)":"90","宽/深比":"1.33 "},
    {"时间":"1996年9月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"120","崩窝宽度(m)":"80","宽/深比":"1.50 "},
    {"时间":"1997年5月","县（市、区）":"仪征","崩岸地点":"仪征水道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"100"},
    {"时间":"1998年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"60","崩窝宽度(m)":"40","宽/深比":"1.50 "},
    {"时间":"1998年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"80","崩窝宽度(m)":"50","宽/深比":"1.60 "},
    {"时间":"1998年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"40","崩窝宽度(m)":"26","宽/深比":"1.54 "},
    {"时间":"1998年7月","县（市、区）":"邗江","崩岸地点":"六圩弯道","崩岸类型":"洗坍","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"300","崩窝宽度(m)":"14","宽/深比":"21.43 "},
    {"时间":"1998年7月","县（市、区）":"邗江","崩岸地点":"世业洲汊道","崩岸类型":"洗坍","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"350","崩窝宽度(m)":"20","宽/深比":"17.50 "},
    {"时间":"1998年7月","县（市、区）":"仪征","崩岸地点":"仪征水道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"120"},
    {"时间":"1998年9月","县（市、区）":"仪征","崩岸地点":"仪征水道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"130","崩窝宽度(m)":"50","宽/深比":"2.60 "},
    {"时间":"1998年11月","县（市、区）":"仪征","崩岸地点":"仪征水道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"60"},
    {"时间":"1999年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"280","崩窝宽度(m)":"134","宽/深比":"2.09 "},
    {"时间":"1999年7月","县（市、区）":"仪征","崩岸地点":"仪征水道","崩岸类型":"洗坍","所在河段":"镇扬河段","岸别":"左岸"},
    {"时间":"1999年8月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"600"},
    {"时间":"2000年7月","县（市、区）":"仪征","崩岸地点":"仪征水道","崩岸类型":"洗坍","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"60","崩窝宽度(m)":"10","宽/深比":"6.00 "},
    {"时间":"2002年7月","县（市、区）":"开发区","崩岸地点":"六圩弯道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"80","崩窝宽度(m)":"20","宽/深比":"4.00 "},
    {"时间":"2003年7月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"2004年9月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"60","崩窝宽度(m)":"40","宽/深比":"1.50 "},
    {"时间":"2005年8月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"洗坍","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"100"},
    {"时间":"2006年9月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"60","崩窝宽度(m)":"40","宽/深比":"1.50 "},
    {"时间":"2008年2月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"160","崩窝宽度(m)":"60","宽/深比":"2.67 "},
    {"时间":"2014年4月","县（市、区）":"开发区","崩岸地点":"六圩弯道","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"280","崩窝宽度(m)":"60","宽/深比":"4.67 "},
    {"时间":"2015年5月","县（市、区）":"江都","崩岸地点":"嘶马弯道","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸","口门长度（m）":"35","崩窝宽度(m)":"20","宽/深比":"1.75 "},
    {"时间":"1978年","县（市、区）":"丹徒县","崩岸地点":"孟家港圩","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"左岸"},
    {"时间":"1981年10月","县（市、区）":"丹徒县","崩岸地点":"孟家港","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"左岸","崩窝宽度(m)":"220"},
    {"时间":"1983年11月","县（市、区）":"丹徒县","崩岸地点":"孟家港","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"左岸","崩窝宽度(m)":"220"},
    {"时间":"1983年","县（市、区）":"丹徒县","崩岸地点":"龙门口下段","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"216"},
    {"时间":"1984年","县（市、区）":"丹徒县","崩岸地点":"龙门口下段","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"188"},
    {"时间":"1984年10月","县（市、区）":"丹徒县","崩岸地点":"孟家港","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"左岸","崩窝宽度(m)":"310"},
    {"时间":"1984年8月","县（市、区）":"丹徒县","崩岸地点":"孟家港上游","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"250","崩窝宽度(m)":"220","宽/深比":"1.14 "},
    {"时间":"1985年7月","县（市、区）":"丹徒县","崩岸地点":"孟家港下游永安圩","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"300","崩窝宽度(m)":"250","宽/深比":"1.20 "},
    {"时间":"1985年8月","县（市、区）":"丹徒县","崩岸地点":"和畅洲头","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","崩窝宽度(m)":"40"},
    {"时间":"1985年11月","县（市、区）":"丹徒县","崩岸地点":"和畅洲头西南角","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"左岸","崩窝宽度(m)":"30"},
    {"时间":"1986年5月","县（市、区）":"丹徒县","崩岸地点":"龙门口下段","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"57"},
    {"时间":"1986年5月","县（市、区）":"丹徒县","崩岸地点":"龙门口下段","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"19"},
    {"时间":"1988年5月","县（市、区）":"丹徒县","崩岸地点":"龙门口下段","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"11"},
    {"时间":"1986年7月","县（市、区）":"丹徒县","崩岸地点":"孟家港汊道出口（西还原）","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"220","崩窝宽度(m)":"250","宽/深比":"0.88 "},
    {"时间":"1987年7月","县（市、区）":"丹徒县","崩岸地点":"和畅洲西北角","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","口门长度（m）":"300","崩窝宽度(m)":"11","宽/深比":"27.27 "},
    {"时间":"1987年8月","县（市、区）":"丹徒县","崩岸地点":"孟家港永安圩","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸"},
    {"时间":"1988年9月","县（市、区）":"丹徒县","崩岸地点":"龙门口下段","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"246"},
    {"时间":"1994年","县（市、区）":"丹徒县","崩岸地点":"孟家港三支河口","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"100","崩窝宽度(m)":"60","宽/深比":"1.67 "},
    {"时间":"1995年7月","县（市、区）":"丹徒县","崩岸地点":"孟家港二支河","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"340","崩窝宽度(m)":"240","宽/深比":"1.42 "},
    {"时间":"1995年7月","县（市、区）":"丹徒县","崩岸地点":"孟家港二支河","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸"},
    {"时间":"1995年7月","县（市、区）":"丹徒县","崩岸地点":"和畅洲李彪岸头","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","口门长度（m）":"130"},
    {"时间":"1996年1月","县（市、区）":"丹徒县","崩岸地点":"人民滩串沟口门处","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"620","崩窝宽度(m)":"340","宽/深比":"1.82 "},
    {"时间":"1996年3月","县（市、区）":"句容县","崩岸地点":"句容下蜀大道河口","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"23"},
    {"时间":"1996年8月","县（市、区）":"丹徒县","崩岸地点":"和畅洲北江轮渡码头","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"217"},
    {"时间":"1996年","县（市、区）":"丹徒县","崩岸地点":"和畅洲北汊","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","口门长度（m）":"180","崩窝宽度(m)":"120","宽/深比":"1.50 "},
    {"时间":"1996年9月","县（市、区）":"丹徒县","崩岸地点":"和畅洲北汊李彪岸头上游","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","口门长度（m）":"500","崩窝宽度(m)":"100","宽/深比":"5.00 "},
    {"时间":"1996年9月","县（市、区）":"丹徒县","崩岸地点":"和畅洲东北角","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸"},
    {"时间":"1996年12月","县（市、区）":"丹徒县","崩岸地点":"世业洲西北角","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"右岸","口门长度（m）":"1200","崩窝宽度(m)":"30","宽/深比":"40.00 "},
    {"时间":"1997年1月","县（市、区）":"丹徒县","崩岸地点":"世业洲尾","崩岸类型":"条崩","所在河段":"镇扬河段","岸别":"右岸","口门长度（m）":"1000","崩窝宽度(m)":"35","宽/深比":"28.57 "},
    {"时间":"1997年","县（市、区）":"丹徒县","崩岸地点":"和畅洲北汊","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"60"},
    {"时间":"1997年8月","县（市、区）":"丹徒县","崩岸地点":"沙头河口","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"400","崩窝宽度(m)":"170","宽/深比":"2.35 "},
    {"时间":"1998年5月","县（市、区）":"丹徒县","崩岸地点":"世业洲头","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"80","崩窝宽度(m)":"40","宽/深比":"2.00 "},
    {"时间":"1998年6月","县（市、区）":"丹徒县","崩岸地点":"孟家港三支河","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸"},
    {"时间":"1998年7月","县（市、区）":"丹徒县","崩岸地点":"和畅洲李彪岸头","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸"},
    {"时间":"1998年7月","县（市、区）":"润州区","崩岸地点":"龙门口下段","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","口门长度（m）":"380","崩窝宽度(m)":"230","宽/深比":"1.65 "},
    {"时间":"1998年8月","县（市、区）":"丹徒县","崩岸地点":"世业洲尾下新滩","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸"},
    {"时间":"1999年7月","县（市、区）":"丹徒县","崩岸地点":"和畅洲北缘","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸"},
    {"时间":"1998年9月","县（市、区）":"丹徒县","崩岸地点":"和畅洲任洪喜岸头","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","口门长度（m）":"110","崩窝宽度(m)":"150","宽/深比":"0.73 "},
    {"时间":"1999年7月","县（市、区）":"丹徒县","崩岸地点":"世业洲下新滩","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","崩窝宽度(m)":"15"},
    {"时间":"2003年","县（市、区）":"丹徒县","崩岸地点":"沙头河口","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"左岸","口门长度（m）":"450","崩窝宽度(m)":"180","宽/深比":"2.50 "},
    {"时间":"2012年","县（市、区）":"丹徒县","崩岸地点":"和畅洲头左缘","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"江心洲","口门长度（m）":"370"},
    {"时间":"2012年","县（市、区）":"润州区","崩岸地点":"龙门口下段引航道口下游700m处","崩岸类型":"窝崩","所在河段":"镇扬河段","岸别":"右岸","口门长度（m）":"185","崩窝宽度(m)":"265","宽/深比":"0.70 "},
    {"时间":"1984年1月","县（市、区）":"武进县","崩岸地点":"市长江管理处管理河段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1991年1月","县（市、区）":"武进县","崩岸地点":"录安洲头右侧","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"夹江侧"},
    {"时间":"1992年2月","县（市、区）":"武进县","崩岸地点":"录安洲头左侧","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"1993年2月","县（市、区）":"武进县","崩岸地点":"左缘3#丁坝上游","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"1996年4月","县（市、区）":"武进市","崩岸地点":"洲头右侧","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"夹江侧"},
    {"时间":"1997年4月","县（市、区）":"武进市","崩岸地点":"左缘3#丁坝下游","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"1998年4月","县（市、区）":"武进市","崩岸地点":"三队涵洞朝阳圩","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"1999年4月","县（市、区）":"武进市","崩岸地点":"跃进圩上段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"2000年4月","县（市、区）":"武进市","崩岸地点":"洲头加固工程","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"2000年4月","县（市、区）":"武进市","崩岸地点":"跃进圩下段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"2002年9月","县（市、区）":"武进市","崩岸地点":"洲头右侧","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"2002年9月","县（市、区）":"武进市","崩岸地点":"新四圩上摆渡口","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"夹江侧"},
    {"时间":"2002年9月","县（市、区）":"武进市","崩岸地点":"朝阳圩","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"2003年5月","县（市、区）":"武进市","崩岸地点":"跃进圩~朝阳圩","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"2003年8月","县（市、区）":"武进市","崩岸地点":"新一圩---新四圩","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"夹江侧"},
    {"时间":"2004年7月","县（市、区）":"武进市","崩岸地点":"夹江九队段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"夹江侧"},
    {"时间":"2004年4月","县（市、区）":"武进市","崩岸地点":"市长江管理处管理河段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"2005年7月","县（市、区）":"武进市","崩岸地点":"大江侧二队段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"2005年7月","县（市、区）":"武进市","崩岸地点":"大江侧童安圩段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"大江侧"},
    {"时间":"2006年5月","县（市、区）":"武进市","崩岸地点":"市长江管理处管理河段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"2007年6月","县（市、区）":"新北区","崩岸地点":"市长江管理处管理河段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"2008年5月","县（市、区）":"新北区","崩岸地点":"夹江侧15队段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"夹江侧"},
    {"时间":"2008年5月","县（市、区）":"新北区","崩岸地点":"夹江侧2~3队段","崩岸类型":"洗崩","所在河段":"扬中河段","岸别":"夹江侧"},
    {"时间":"1956年","县（市、区）":"武进县","崩岸地点":"同安圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1957年8月","县（市、区）":"武进县","崩岸地点":"同安圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1960年","县（市、区）":"武进县","崩岸地点":"鼎兴二圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1961年","县（市、区）":"武进县","崩岸地点":"鼎兴三圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1963年8月","县（市、区）":"武进县","崩岸地点":"同安二圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1974年","县（市、区）":"武进县","崩岸地点":"跃进圩、鼎兴一圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1974年","县（市、区）":"武进县","崩岸地点":"新一圩2#、3#","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1984年","县（市、区）":"武进县","崩岸地点":"惜字洲新华村段","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1986年9月","县（市、区）":"武进县","崩岸地点":"江心洲四号尖","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1987年9月","县（市、区）":"武进县","崩岸地点":"朝阳圩、跃进圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1988年9月","县（市、区）":"武进县","崩岸地点":"江心洲跃进圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸","口门长度（m）":"30","崩窝宽度(m)":"8","宽/深比":"3.75 "},
    {"时间":"1993年7月","县（市、区）":"武进县","崩岸地点":"江心洲江新一圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸","口门长度（m）":"80"},
    {"时间":"1995年7月","县（市、区）":"武进县","崩岸地点":"江心洲洲头渡口","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸","口门长度（m）":"40"},
    {"时间":"1995年8月","县（市、区）":"武进县","崩岸地点":"四号涵洞","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸","口门长度（m）":"110","崩窝宽度(m)":"8","宽/深比":"13.75 "},
    {"时间":"1996年8月","县（市、区）":"武进县","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸","口门长度（m）":"80"},
    {"时间":"1997年8月","县（市、区）":"武进县","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"2010年","县（市、区）":"新北区","崩岸地点":"德胜河口","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸"},
    {"时间":"1980年","县（市、区）":"经济开发区","崩岸地点":"口岸杨湾港一线","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1989年8月","县（市、区）":"经济开发区","崩岸地点":"双泰杨湾港东侧","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1991年7月","县（市、区）":"经济开发区","崩岸地点":"杨湾二十四圩","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1991年8月","县（市、区）":"经济开发区","崩岸地点":"24圩与69圩交界处","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1995年7月","县（市、区）":"经济开发区","崩岸地点":"永长圩","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1996年9月","县（市、区）":"经济开发区","崩岸地点":"永长圩","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1980年","县（市、区）":"高港区","崩岸地点":"永安小明沟","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1989年7月","县（市、区）":"高港区","崩岸地点":"永安北沙608亩","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1989年7月","县（市、区）":"高港区","崩岸地点":"永安盘头12队","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1991年7月","县（市、区）":"高港区","崩岸地点":"永安同兴六队","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1991年8月","县（市、区）":"高港区","崩岸地点":"永安盘头段","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1992年8月","县（市、区）":"高港区","崩岸地点":"永安盘头段","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1993年8月","县（市、区）":"高港区","崩岸地点":"永安北沙西新圩","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1996年7月","县（市、区）":"高港区","崩岸地点":"永安西新圩涵南侧","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1982年7月","县（市、区）":"泰兴市","崩岸地点":"天星新星十八圩","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1983年5月","县（市、区）":"泰兴市","崩岸地点":"天星新星段","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1983年12月","县（市、区）":"泰兴市","崩岸地点":"天星新星段","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1984年7月","县（市、区）":"泰兴市","崩岸地点":"天星新星段","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1995年7月","县（市、区）":"泰兴市","崩岸地点":"过船港口上游400m处","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1995年7月","县（市、区）":"泰兴市","崩岸地点":"过船港排涝二站","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1998年8月","县（市、区）":"泰兴市","崩岸地点":"过船港口上游300m处","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1998年8月","县（市、区）":"泰兴市","崩岸地点":"过船港口上游","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"2007年11月","县（市、区）":"泰兴市","崩岸地点":"天星新星段","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"2008年6月","县（市、区）":"泰兴市","崩岸地点":"天星新星段","崩岸类型":"条崩","所在河段":"扬中河段","岸别":"左岸"},
    {"时间":"1980年","县（市、区）":"靖江市","崩岸地点":"章春港~灯杆港","崩岸类型":"条崩","所在河段":"澄通河段","岸别":"左岸","口门长度（m）":"3250"},
    {"时间":"1981年","县（市、区）":"靖江市","崩岸地点":"西界河~大掘港","崩岸类型":"条崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1982年","县（市、区）":"靖江市","崩岸地点":"下三圩~炮台圩","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1988年","县（市、区）":"靖江市","崩岸地点":"头圩港~上四圩港","崩岸类型":"条崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1988年","县（市、区）":"靖江市","崩岸地点":"上五圩港~上六圩港","崩岸类型":"条崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1988年","县（市、区）":"靖江市","崩岸地点":"下二圩港~下三圩港","崩岸类型":"条崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1986年","县（市、区）":"靖江市","崩岸地点":"和尚港~安宁港","崩岸类型":"条崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1993年","县（市、区）":"靖江市","崩岸地点":"长江农场","崩岸类型":"条崩","所在河段":"澄通河段","岸别":"左岸","口门长度（m）":"700"},
    {"时间":"1954年7月","县（市、区）":"张家港市","崩岸地点":"老海坝崩岸段","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1954年7月","县（市、区）":"张家港市","崩岸地点":"德积崩岸段","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1954年9月","县（市、区）":"张家港市","崩岸地点":"七圩港","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1956年8月","县（市、区）":"张家港市","崩岸地点":"德积崩岸段","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1957年6月","县（市、区）":"张家港市","崩岸地点":"老海坝崩岸段","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1957年12月","县（市、区）":"张家港市","崩岸地点":"老海坝崩岸段","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1959年7月","县（市、区）":"张家港市","崩岸地点":"老海坝崩岸段","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1972年1月","县（市、区）":"张家港市","崩岸地点":"德积小王港~宾兴圩港","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1972年5月","县（市、区）":"张家港市","崩岸地点":"九龙港上侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1973年7月","县（市、区）":"张家港市","崩岸地点":"4号丁坝上侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1973年7月","县（市、区）":"张家港市","崩岸地点":"1号丁坝下侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"250","崩窝宽度(m)":"170","宽/深比":"1.47 "},
    {"时间":"1973年1月","县（市、区）":"张家港市","崩岸地点":"德积小王港~宾兴圩港","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1974年1月","县（市、区）":"张家港市","崩岸地点":"德积小王港~宾兴圩港","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1975年1月","县（市、区）":"张家港市","崩岸地点":"德积小王港~宾兴圩港","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1977年7月","县（市、区）":"张家港市","崩岸地点":"七圩港上侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"150","崩窝宽度(m)":"100","宽/深比":"1.50 "},
    {"时间":"1980年","县（市、区）":"张家港市","崩岸地点":"九龙港下侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1982年","县（市、区）":"张家港市","崩岸地点":"九龙港下侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1983年","县（市、区）":"张家港市","崩岸地点":"九龙港下侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1987年3月","县（市、区）":"张家港市","崩岸地点":"德积段3号丁坝下侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"170","崩窝宽度(m)":"20","宽/深比":"8.50 "},
    {"时间":"1988年7月","县（市、区）":"张家港市","崩岸地点":"九龙港下侧的王竹西圩","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"450","崩窝宽度(m)":"120","宽/深比":"3.75 "},
    {"时间":"1991年6月","县（市、区）":"张家港市","崩岸地点":"9号丁坝","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1995年7月","县（市、区）":"张家港市","崩岸地点":"德积段十字港下侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"90","崩窝宽度(m)":"50","宽/深比":"1.80 "},
    {"时间":"1996年4月","县（市、区）":"张家港市","崩岸地点":"双山复兴圩","崩岸类型":"洗崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1998年3月","县（市、区）":"张家港市","崩岸地点":"南通灰场段(通洲沙西水道)","崩岸类型":"洗崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"1998年7月","县（市、区）":"张家港市","崩岸地点":"九龙港下侧正丰圩","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"300","崩窝宽度(m)":"90","宽/深比":"3.33 "},
    {"时间":"1998年11月","县（市、区）":"张家港市","崩岸地点":"德积3号丁坝下侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"100","崩窝宽度(m)":"50","宽/深比":"2.00 "},
    {"时间":"2000年7月","县（市、区）":"张家港市","崩岸地点":"双山小北五圩","崩岸类型":"洗崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"2001年11月","县（市、区）":"张家港市","崩岸地点":"护漕港边滩上部","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"550","崩窝宽度(m)":"440","宽/深比":"1.25 "},
    {"时间":"2002年4月","县（市、区）":"张家港市","崩岸地点":"一干河口近岸","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"90","崩窝宽度(m)":"50","宽/深比":"1.80 "},
    {"时间":"2003年4月","县（市、区）":"张家港市","崩岸地点":"双山小北五圩","崩岸类型":"洗崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"2005年5月","县（市、区）":"张家港市","崩岸地点":"一干河口外侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"370"},
    {"时间":"2006年6月","县（市、区）":"张家港市","崩岸地点":"双山小北五圩","崩岸类型":"洗崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"2007年4月","县（市、区）":"张家港市","崩岸地点":"老海坝段8号丁坝二侧","崩岸类型":"洗崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"2007年9月","县（市、区）":"张家港市","崩岸地点":"南通灰场段(通洲沙西水道)","崩岸类型":"洗崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"46"},
    {"时间":"2008年3月","县（市、区）":"张家港市","崩岸地点":"南通灰场段(通洲沙西水道)","崩岸类型":"洗崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"10","崩窝宽度(m)":"5","宽/深比":"2.00 "},
    {"时间":"2008年4月","县（市、区）":"张家港市","崩岸地点":"老海坝段7号丁坝二侧","崩岸类型":"洗崩","所在河段":"澄通河段","岸别":"右岸"},
    {"时间":"2009年4月","县（市、区）":"张家港市","崩岸地点":"老海坝岸段一干河河口下游","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"50"},
    {"时间":"1983年11月","县（市、区）":"如皋","崩岸地点":"长青沙西南侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸","口门长度（m）":"40"},
    {"时间":"1986年7月","县（市、区）":"如皋","崩岸地点":"长青沙西南侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸","口门长度（m）":"60"},
    {"时间":"1987年7月","县（市、区）":"如皋","崩岸地点":"长青沙西南侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸","口门长度（m）":"200"},
    {"时间":"1995年","县（市、区）":"如皋","崩岸地点":"又来沙西南侧","崩岸类型":"窝崩、条崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1998年","县（市、区）":"如皋","崩岸地点":"又来沙西南侧","崩岸类型":"窝崩、条崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"2005年","县（市、区）":"如皋","崩岸地点":"长青沙西南侧","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1949年","县（市、区）":"南通","崩岸地点":"裤子港口","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸","口门长度（m）":"39"},
    {"时间":"1980年10月","县（市、区）":"南通","崩岸地点":"桃园","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1988年9月","县（市、区）":"南通","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸","口门长度（m）":"240"},
    {"时间":"1987年7月","县（市、区）":"南通","崩岸地点":"姚港口","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1989年9月","县（市、区）":"南通","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸"},
    {"时间":"1983年","县（市、区）":"南通","崩岸地点":"东方红农场","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸","口门长度（m）":"4000"},
    {"时间":"1964年","县（市、区）":"南通","崩岸地点":"南通农场","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸","崩窝宽度(m)":"200","宽/深比":"0.00 "},
    {"时间":"2012年8月","县（市、区）":"南通","崩岸地点":"桃园","崩岸类型":"窝崩","所在河段":"澄通河段","岸别":"左岸","口门长度（m）":"130","崩窝宽度(m)":"140","宽/深比":"0.93 "},
    {"时间":"1949年","县（市、区）":"海门市","崩岸地点":"三和乡～临江乡","崩岸类型":"窝崩","所在河段":"河口段","岸别":"北支左岸","口门长度（m）":"5670"},
    {"时间":"1977年","县（市、区）":"海门市","崩岸地点":"永隆沙洲堤","崩岸类型":"窝崩","所在河段":"河口段","岸别":"北支右岸"},
    {"时间":"1986年","县（市、区）":"海门市","崩岸地点":"新江海河西","崩岸类型":"窝崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2000年","县（市、区）":"海门市","崩岸地点":"日新河闸两侧","崩岸类型":"洗崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2001年","县（市、区）":"海门市","崩岸地点":"长江水厂附近","崩岸类型":"洗崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2003年","县（市、区）":"海门市","崩岸地点":"江堤达标纪念碑两侧","崩岸类型":"洗崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2003年","县（市、区）":"海门市","崩岸地点":"灵甸港两侧","崩岸类型":"洗崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2004年8月","县（市、区）":"启东市","崩岸地点":"兴隆沙渡口东侧","崩岸类型":"窝崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2005年7月","县（市、区）":"启东市","崩岸地点":"兴隆沙渡口西侧","崩岸类型":"条崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2006年8月","县（市、区）":"启东市","崩岸地点":"老效港闸东侧","崩岸类型":"条崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2007年8月","县（市、区）":"启东市","崩岸地点":"老效港闸东侧","崩岸类型":"条崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2008年8月","县（市、区）":"启东市","崩岸地点":"老效港闸东侧","崩岸类型":"条崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2011年","县（市、区）":"启东市","崩岸地点":"三和港下游约500m","崩岸类型":"条崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2013年","县（市、区）":"启东市","崩岸地点":"灵甸港下游丁坝群","崩岸类型":"条崩","所在河段":"河口段","岸别":"北支左岸"},
    {"时间":"2007年12月","县（市、区）":"浦口","崩岸地点":"乌江镇武家嘴岸段","崩岸类型":"窝崩","所在河段":"南京河段","口门长度（m）":"156","崩窝宽度(m)":"40","宽/深比":"3.90 "},
    {"时间":"2008年11月","县（市、区）":"栖霞","崩岸地点":"友庄圩江滩","所在河段":"南京河段","岸别":"右岸","口门长度（m）":"325","崩窝宽度(m)":"248","宽/深比":"1.31 "},
    {"时间":"2009年4月","县（市、区）":"张家港市","崩岸地点":"老海坝岸段","所在河段":"澄通河段","岸别":"右岸","口门长度（m）":"0.5","崩窝宽度(m)":"0.04","宽/深比":"12.50 "},
    {"时间":"2010年7月","县（市、区）":"六合","崩岸地点":"划子口河船闸引航道","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"10"},
    {"时间":"2010年9月","县（市、区）":"常州市","崩岸地点":"德胜河口段","所在河段":"扬中河段"},
    {"时间":"2012年8月","县（市、区）":"江阴","崩岸地点":"滨江公园","所在河段":"澄通河段","口门长度（m）":"130","崩窝宽度(m)":"140","宽/深比":"0.93 "},
    {"时间":"2011年","县（市、区）":"启东市","崩岸地点":"三和港下游约500m","所在河段":"河口段"},
    {"时间":"2012年9月","崩岸地点":"和畅洲左汊","所在河段":"镇扬河段","口门长度（m）":"545"},
    {"时间":"2012年11月","县（市、区）":"镇江市","崩岸地点":"龙门口下段引航道口下游700m","崩岸类型":"窝崩","所在河段":"镇扬河段","口门长度（m）":"185","崩窝宽度(m)":"265","宽/深比":"0.70 "},
    {"时间":"2013年4月","县（市、区）":"浦口","崩岸地点":"七坝港区码头下游侧","崩岸类型":"窝崩","所在河段":"南京河段","口门长度（m）":"224","崩窝宽度(m)":"104","宽/深比":"2.15 "},
    {"时间":"2014年4月","崩岸地点":"六圩弯道9号丁坝下游小方圩东段江滩","所在河段":"镇扬河段","口门长度（m）":"280","崩窝宽度(m)":"60","宽/深比":"4.67 "},
    {"时间":"2015年5月","崩岸地点":"嘶马弯道东一丁坝段","所在河段":"扬中河段","口门长度（m）":"35","崩窝宽度(m)":"20","宽/深比":"1.75 "},
    {"时间":"2017年11月","县（市、区）":"扬中市","崩岸地点":"指南村","崩岸类型":"窝崩","所在河段":"扬中河段","岸别":"右岸","口门长度（m）":"473","崩窝宽度(m)":"160","宽/深比":"2.96 "},
    {"县（市、区）":"马鞍山市","崩岸地点":"小黄洲","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"北支右岸","口门长度（m）":"391","崩窝宽度(m)":"182","宽/深比":"2.15 "},
    {"县（市、区）":"马鞍山市","崩岸地点":"金河口","崩岸类型":"窝崩","所在河段":"南京河段","岸别":"左岸","口门长度（m）":"203","崩窝宽度(m)":"41","宽/深比":"4.95"}
    ]

export {
    monitorline_gj,
    monitorPoint_gj,
    mzsBoundary_gj,
    mzsMonitor_gj,
    historyInfo,
    mzsMonitorSection_gj,
    mzsMonitorBankLine_gj,
}
