const bankInfo = [
    {
        _id: {
            $oid: '65b1fa18591ce236a2111969',
        },
        uuid: '911f42e5-17b2-4902-a0a8-905fbf86b430',
        cityName: '南京市',
        riverName: '南京河段',
        number: 1,
        bankName: '新济州左缘',
        warningLevel: 3,
        monitoringLength: 5.4,
        coord: [
            [118.49858333333333, 31.815755555555555],
            [118.51451388888889, 31.862505555555558],
        ],
        memo: '',
        description:
            '南京新济洲汉道段包含新生洲、新济洲、新沙洲、子母洲及下游的新潜洲等，为复杂分汉型河道.',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.122Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.122Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211196a',
        },
        uuid: '5c59a88f-47bc-44e2-a5f2-a7df7f9733ee',
        cityName: '南京市',
        riverName: '南京河段',
        number: 2,
        bankName: '新济州右缘',
        warningLevel: 3,
        monitoringLength: 6,
        coord: [
            [118.53940833333333, 31.885047222222223],
            [118.52651666666667, 31.832080555555557],
        ],
        memo: '',
        description:
            '南京新济洲汉道段包含新生洲、新济洲、新沙洲、子母洲及下游的新潜洲等，为复杂分汉型河道.',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.135Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.135Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211196b',
        },
        uuid: '6c5db7f1-ea6c-4382-b00c-3f974d042ee6',
        cityName: '南京市',
        riverName: '南京河段',
        number: 3,
        bankName: '铜井',
        warningLevel: 2,
        monitoringLength: 6.4,
        coord: [
            [118.51136111111111, 31.786044444444446],
            [118.54029722222222, 31.838188888888887],
        ],
        memo: '',
        description:
            '位于南京市江宁区西南部，是南京市新型滨江城镇，始于宋代，因盛产铜而著称。该镇总面积76平方公里、3.35万人，辖16个村、2个自然镇、1个居委会，辖内美丽富饶的新济洲素有“江苏第一洲”之美称，所辖的牧龙镇因乾隆皇帝下江南留下感叹“此处风水可牧龙”而得名。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.150Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.150Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211196c',
        },
        uuid: '5fb69d50-bb5a-4533-a913-70026bf7ce99',
        cityName: '南京市',
        riverName: '南京河段',
        number: 4,
        bankName: '七坝',
        warningLevel: 1,
        monitoringLength: 11.7,
        coord: [
            [118.61106944444444, 31.953419444444442],
            [118.56047145343983, 31.92098576791986],
            [118.54188305017581, 31.899072360976632],
            [118.51835, 31.883755555555556],
        ],
        memo: '',
        description:
            '位于南京市浦口区桥林街道，板桥汽渡至骚狗山之间，全长约8.3公里，平均水深在-5米以下，属一级岸线，具有较好的发展空间和不可多得的资源优势',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.155Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.155Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211196d',
        },
        uuid: 'a74030a9-b90a-4db1-95a2-c54c9e474f3f',
        cityName: '南京市',
        riverName: '南京河段',
        number: 5,
        bankName: '江宁河口',
        warningLevel: 2,
        monitoringLength: 3.7,
        coord: [
            [118.57855555555555, 31.899088888888887],
            [118.60239444444444, 31.92553611111111],
        ],
        memo: '',
        description:
            '江宁区位于江苏省南京市东南部，是南京主城八区之一，国家重要的科教中心和创新基地，国家东部地区先进制造业基地、交通物流枢纽和空港枢纽',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.170Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.170Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211196e',
        },
        uuid: '8e78e668-ec2e-4aea-b8bd-02cc64b497b1',
        cityName: '南京市',
        riverName: '南京河段',
        number: 6,
        bankName: '大胜关',
        warningLevel: 2,
        monitoringLength: 6.4,
        coord: [
            [118.60835833333333, 31.932147222222223],
            [118.65400555555556, 31.974474999999998],
        ],
        memo: '',
        description:
            '大胜关是南京市的一个地名，位于长江东岸，被秦淮新河水道分为南北两部分，北部属建邺区双闸街道，南部属雨花台区板桥街道',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.175Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.175Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211196f',
        },
        uuid: '1dc5bf7e-e842-4398-b258-822c17a1c32e',
        cityName: '南京市',
        riverName: '南京河段',
        number: 7,
        bankName: '梅子洲',
        warningLevel: 2,
        monitoringLength: 6.5,
        coord: [
            [118.65754166666667, 31.982388888888888],
            [118.68624444444445, 32.03565],
        ],
        memo: '',
        description:
            '江心洲街道在南京市建邺区，江心洲又名“梅子洲”，在南京城西南部，属建邺区管辖，四面环水，北望南京长江大桥，南眺南京长江三桥，东隔夹江毗临河西新城，西跨长江主航道遥望浦口区，离市中心直线离6.5公里，处于沿江开发和跨江发展的重要位置。全洲南北长12公里，东西平均宽度1.2公里，全洲陆地14.3平方公里。含白鹭、永定、洲泰三个村，常住1.5万余人。15公里穿洲公路贯穿全洲，洲内气候湿润，空气清新，环境优美，绿树成荫，绿化覆盖率47%是城市中的绿洲，素有“长江绿宝石”之美誉。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.186Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.186Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111970',
        },
        uuid: 'b18f339c-8572-4996-9254-b07a183d9ce7',
        cityName: '南京市',
        riverName: '南京河段',
        number: 8,
        bankName: '浦口',
        warningLevel: 2,
        monitoringLength: 5.7,
        coord: [
            [118.68706111111112, 32.068325],
            [118.72549444444445, 32.107958333333336],
        ],
        memo: '',
        description:
            '浦口区位于江苏省南京市西北部，是南京主城八区之一，国家重要的医药基地、科教基地和先进制造业基地，长三角地区向内陆腹地辐射的西桥头堡，是以集成电路产业、高端交通装备产业、文旅健康产业为主导产业体系的现代化滨江区 [1]，与六合区共同构成南京江北新区 [2]。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.190Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.190Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111971',
        },
        uuid: 'f310efda-ba02-4c84-b734-7ce5d26f95ef',
        cityName: '南京市',
        riverName: '南京河段',
        number: 9,
        bankName: '下关',
        warningLevel: 1,
        monitoringLength: 4.8,
        coord: [
            [118.72410555555555, 32.07918611111111],
            [118.73172864999937, 32.10012788052404],
            [118.74227293680627, 32.11192927067576],
            [118.74787988125081, 32.11650713931757],
        ],
        memo: '',
        description:
            '下关区（已撤销）是南京市的中心城区，国家东部地区重要的航运中心，华东地区重要的物资集散地，江苏沿江最为重要的窗口，也是沿江开发的重点地区，南京滨江发展核心区，素有“金陵北大门”之称',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.194Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.194Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111972',
        },
        uuid: '1d9afc56-974e-4cd4-9adf-296a9911163b',
        cityName: '南京市',
        riverName: '南京河段',
        number: 10,
        bankName: '八卦洲头左右缘',
        warningLevel: 2,
        monitoringLength: 9.9,
        coord: [
            [118.76557554265959, 32.18679235029294],
            [118.77681852003926, 32.163629864394714],
            [118.77104245068998, 32.138967092586086],
            [118.77793033471906, 32.13918090847631],
            [118.80649498710403, 32.160614572515165],
        ],
        memo: '',
        description:
            '位于栖霞区西北部，与六合区、浦口区组成南京江北新区，面积55.62平方千米，是长江中的第三大岛，有“江中绿岛”和“中国芦蒿第一乡”之称',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.198Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.198Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111973',
        },
        uuid: '11659fe3-f90e-4027-b7b0-ec02387f1559',
        cityName: '南京市',
        riverName: '南京河段',
        number: 11,
        bankName: '天河口',
        warningLevel: 2,
        monitoringLength: 3.3,
        coord: [
            [118.82761944444444, 32.16569166666667],
            [118.85857499999999, 32.17955555555555],
        ],
        memo: '',
        description:
            '南京天河口水域，位于长江主干线与宝塔水道的交汇处，出口船舶与顺航道行驶船舶航向交叉，船舶流量较大，同时受岸线遮蔽影响，通航环境异常复杂，宝塔水道出口船舶与主航道顺航道行驶船舶在此会遇时极易发生碰撞事故。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.201Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.201Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111974',
        },
        uuid: 'fd277c2a-cd38-43df-be68-33096d01db5d',
        cityName: '南京市',
        riverName: '南京河段',
        number: 12,
        bankName: '燕子矶',
        warningLevel: 2,
        monitoringLength: 5.6,
        coord: [
            [118.77341111111112, 32.12717777777778],
            [118.82104166666666, 32.15729722222222],
        ],
        memo: '',
        description:
            '燕子矶位于江苏省南京市栖霞区幕府山东北角观音门外，作为长江三大名矶之首，燕子矶有着“万里长江第一矶”的称号。燕子矶是岩山东北的一支，海拔36米，山石直立江上，三面临空，形似燕子展翅欲飞，故名为燕子矶，在古代是重要渡口。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.205Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.205Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111975',
        },
        uuid: 'e23d2210-30c5-4881-834c-260f0b684b18',
        cityName: '南京市',
        riverName: '南京河段',
        number: 13,
        bankName: '94679部队',
        warningLevel: 2,
        monitoringLength: 1.2,
        coord: [
            [118.83916666666666, 32.159188888888885],
            [118.84960833333332, 32.16523333333333],
        ],
        memo: '',
        description: '中国人民解放军94679部队',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.209Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.209Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111976',
        },
        uuid: '784435da-a5c6-4382-b5b3-d54e5bd07db0',
        cityName: '南京市',
        riverName: '南京河段',
        number: 14,
        bankName: '八卦洲左汊凹岸',
        warningLevel: 2,
        monitoringLength: 6,
        coord: [
            [118.76916421380261, 32.217252240947666],
            [118.79211764941306, 32.231938330107],
            [118.80766366551148, 32.23634896828377],
            [118.8235111111111, 32.237700000000004],
        ],
        memo: '',
        description:
            '位于栖霞区西北部，与六合区、浦口区组成南京江北新区，面积55.62平方千米，是长江中的第三大岛，有“江中绿岛”和“中国芦蒿第一乡”之称',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.214Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.214Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111977',
        },
        uuid: '7b30b797-3fa2-431a-8b2d-635b32f8c707',
        cityName: '南京市',
        riverName: '南京河段',
        number: 15,
        bankName: '西坝',
        warningLevel: 2,
        monitoringLength: 7.1,
        coord: [
            [118.86800833333332, 32.187102777777774],
            [118.94309444444445, 32.18251111111111],
        ],
        memo: '',
        description:
            '西坝港区座落于长江南京河段八卦洲汊道出口龙潭水道入口左岸，是南京港总体规划确定的重要港区之一，也是南京市重点建设的化工物流园区。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.218Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.218Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111978',
        },
        uuid: '3b32fad2-3c89-4064-bfee-683ecd95280f',
        cityName: '南京市',
        riverName: '南京河段',
        number: 16,
        bankName: '栖龙弯道',
        warningLevel: 2,
        monitoringLength: 19.2,
        coord: [
            [118.94260277777778, 32.17041111111111],
            [118.995492736553, 32.171447335098826],
            [119.03815936964057, 32.19233515110869],
            [119.07872120038138, 32.23458826032472],
            [119.10845833333333, 32.24173888888889],
        ],
        memo: '',
        description: '长江栖龙弯道是指栖霞山至龙潭河大弯道,位于南京河段尾部.',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.227Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.227Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111979',
        },
        uuid: '6991fefc-40fb-4e33-8d51-b97c1917a693',
        cityName: '镇江市',
        riverName: '镇扬河段',
        number: 17,
        bankName: '世业洲头及左右缘',
        warningLevel: 2,
        monitoringLength: 6,
        coord: [
            [119.27055555555556, 32.232394444444445],
            [119.24347053849974, 32.230873125315064],
            [119.23904181418911, 32.2264412970705],
            [119.25718055555555, 32.21686944444445],
        ],
        memo: '',
        description:
            '世业洲为长江中的冲积洲，面积44平方公里，属于镇江市丹徒区管辖。2005年建成通车的润扬长江公路大桥将南北纵跨世业洲，并且在世业洲建设互通式立交桥，使世业洲同南北区域的大交通建立起密切的联系从区域旅游底角度来看，长江三角洲地区，具有众多国家级旅游热线，旅游资源丰富，类型涵盖面广。其独特的区位和自然优势，逐渐成为人们关注的热点。先期启动的总投资4亿元人民币的大桥景观区将与润扬大桥同步竣工。（已通车）',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.231Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.231Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211197a',
        },
        uuid: '2488db66-4d44-41b1-a2f8-3caf906ce237',
        cityName: '镇江市',
        riverName: '镇扬河段',
        number: 18,
        bankName: '龙门口',
        warningLevel: 2,
        monitoringLength: 11,
        coord: [
            [119.31916388888888, 32.18790277777777],
            [119.34795970944634, 32.19358239776887],
            [119.36099603747432, 32.199398830793534],
            [119.36903989724667, 32.207327568562114],
            [119.41023611111112, 32.24437777777778],
        ],
        memo: '',
        description:
            '长江镇扬河段位于长江下游江苏省境内，上起三江口，下迄五峰山，全长约73.3km，其右岸是镇江市、左岸是扬州市及镇江市部分地区。镇扬河段平面形态较复杂，既有分汊段又有弯曲段，河段自上而下由仪征水道、世业洲汊道、六圩弯道、和畅洲汊道及大港水道五部分组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.243Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.243Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211197b',
        },
        uuid: 'a1b9668d-0efc-4103-99c3-eb287486e1c4',
        cityName: '镇江市',
        riverName: '镇扬河段',
        number: 19,
        bankName: '世业洲左缘尾部',
        warningLevel: 2,
        monitoringLength: 3,
        coord: [
            [119.36520833333333, 32.224808333333335],
            [119.33387777777777, 32.22955833333334],
        ],
        memo: '',
        description:
            '世业洲为长江中的冲积洲，面积44平方公里，属于镇江市丹徒区管辖。2005年建成通车的润扬长江公路大桥将南北纵跨世业洲，并且在世业洲建设互通式立交桥，使世业洲同南北区域的大交通建立起密切的联系从区域旅游底角度来看，长江三角洲地区，具有众多国家级旅游热线，旅游资源丰富，类型涵盖面广。其独特的区位和自然优势，逐渐成为人们关注的热点。先期启动的总投资4亿元人民币的大桥景观区将与润扬大桥同步竣工。（已通车）',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.250Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.250Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211197c',
        },
        uuid: '4a334409-336b-48b1-8034-23de3628d1ef',
        cityName: '镇江市',
        riverName: '镇扬河段',
        number: 20,
        bankName: '沙头河口以下',
        warningLevel: 2,
        monitoringLength: 3,
        coord: [
            [119.51588333333333, 32.259258333333335],
            [119.54128333333333, 32.24295],
        ],
        memo: '长防办2',
        description:
            '长江镇扬河段位于长江下游江苏省境内，上起三江口，下迄五峰山，全长约73.3km，其右岸是镇江市、左岸是扬州市及镇江市部分地区。镇扬河段平面形态较复杂，既有分汊段又有弯曲段，河段自上而下由仪征水道、世业洲汊道、六圩弯道、和畅洲汊道及大港水道五部分组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.256Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.256Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211197d',
        },
        uuid: '7d612ea6-4edb-4e44-930c-98e9a4af8cb2',
        cityName: '镇江市',
        riverName: '镇扬河段',
        number: 21,
        bankName: '和畅洲头及左缘',
        warningLevel: 1,
        monitoringLength: 6.7,
        coord: [
            [119.55226944444445, 32.20861666666667],
            [119.55272371520104, 32.225935102920964],
            [119.60386557074442, 32.22855556019867],
        ],
        memo: '长防办1',
        description:
            '长江镇扬河段位于长江下游江苏省境内，上起三江口，下迄五峰山，全长约73.3km，其右岸是镇江市、左岸是扬州市及镇江市部分地区。镇扬河段平面形态较复杂，既有分汊段又有弯曲段，河段自上而下由仪征水道、世业洲汊道、六圩弯道、和畅洲汊道及大港水道五部分组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.266Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.266Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211197e',
        },
        uuid: 'c3dff77d-1a21-4236-a911-7619551df407',
        cityName: '镇江市',
        riverName: '镇扬河段',
        number: 22,
        bankName: '孟家港',
        warningLevel: 1,
        monitoringLength: 4.4,
        coord: [
            [119.61871666666666, 32.244841666666666],
            [119.62580742643392, 32.224191706131805],
            [119.61945277777777, 32.20516666666667],
        ],
        memo: '长防办3',
        description:
            '长江镇扬河段位于长江下游江苏省境内，上起三江口，下迄五峰山，全长约73.3km，其右岸是镇江市、左岸是扬州市及镇江市部分地区。镇扬河段平面形态较复杂，既有分汊段又有弯曲段，河段自上而下由仪征水道、世业洲汊道、六圩弯道、和畅洲汊道及大港水道五部分组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.272Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.272Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211197f',
        },
        uuid: '49a419c6-b579-4698-87d7-8998d4d00875',
        cityName: '镇江市',
        riverName: '扬中河段',
        number: 23,
        bankName: '丰乐桥',
        warningLevel: 2,
        monitoringLength: 2,
        coord: [
            [119.73059166666667, 32.286586111111106],
            [119.74675277777777, 32.29828611111111],
        ],
        memo: '',
        description:
            '长江扬中河段上乘镇扬河段下接澄通河段，其中界河口以上为太平洲汊道段，太平洲将河道分为左右两汊，左汊为主汊，长约63.3km，右汊为支汊即扬中夹江，长约45km；落成洲将左汊分为两汊，其中落成洲右汊近期呈发展态势；高港灯标凸咀以下为泰兴顺直段，鳗鱼沙将顺直段分为2股水道；小决港以下进入太平洲汊道汇流区，太平洲右汊水流在出口处被狍子洲分为两股水流，左侧水流与太平洲左汊出流汇合后再一次由录安洲分为大江和夹江，录安洲夹江分流比约10%，两股水流汇合后进入江阴水道。界河口以下江阴水道为微弯型单一河道，长约24.4km。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.278Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.278Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111980',
        },
        uuid: '0c4507ac-81ea-4e3d-861d-1e327066dd7b',
        cityName: '镇江市',
        riverName: '扬中河段',
        number: 24,
        bankName: '太平洲左缘（二墩港至胜利河）',
        warningLevel: 1,
        monitoringLength: 19,
        coord: [
            [119.90226111111112, 32.11123333333334],
            [119.84802222222221, 32.27677222222222],
        ],
        memo: '长防办5、8',
        description:
            '长江扬中河段上乘镇扬河段下接澄通河段，其中界河口以上为太平洲汊道段，太平洲将河道分为左右两汊，左汊为主汊，长约63.3km，右汊为支汊即扬中夹江，长约45km；落成洲将左汊分为两汊，其中落成洲右汊近期呈发展态势；高港灯标凸咀以下为泰兴顺直段，鳗鱼沙将顺直段分为2股水道；小决港以下进入太平洲汊道汇流区，太平洲右汊水流在出口处被狍子洲分为两股水流，左侧水流与太平洲左汊出流汇合后再一次由录安洲分为大江和夹江，录安洲夹江分流比约10%，两股水流汇合后进入江阴水道。界河口以下江阴水道为微弯型单一河道，长约24.4km。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.286Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.286Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111981',
        },
        uuid: 'dff2ec08-221c-4d3a-87dd-c95dc37cba0c',
        cityName: '镇江市',
        riverName: '扬中河段',
        number: 25,
        bankName: '炮子洲左缘',
        warningLevel: 2,
        monitoringLength: 6.3,
        coord: [
            [119.90090000000001, 32.056752777777774],
            [119.92261958102745, 32.051317523144604],
            [119.94156111111111, 32.01644722222222],
        ],
        memo: '',
        description:
            '长江扬中河段上乘镇扬河段下接澄通河段，其中界河口以上为太平洲汊道段，太平洲将河道分为左右两汊，左汊为主汊，长约63.3km，右汊为支汊即扬中夹江，长约45km；落成洲将左汊分为两汊，其中落成洲右汊近期呈发展态势；高港灯标凸咀以下为泰兴顺直段，鳗鱼沙将顺直段分为2股水道；小决港以下进入太平洲汊道汇流区，太平洲右汊水流在出口处被狍子洲分为两股水流，左侧水流与太平洲左汊出流汇合后再一次由录安洲分为大江和夹江，录安洲夹江分流比约10%，两股水流汇合后进入江阴水道。界河口以下江阴水道为微弯型单一河道，长约24.4km。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.291Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.291Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111982',
        },
        uuid: 'cc83dce2-f9a8-489b-a1d0-9f006b43a7a9',
        cityName: '镇江市',
        riverName: '扬中河段',
        number: 26,
        bankName: '夹江大路弯道',
        warningLevel: 3,
        monitoringLength: 4.1,
        coord: [
            [119.75774722222222, 32.21263611111112],
            [119.77702160865644, 32.20550374912639],
            [119.79879444444444, 32.20781388888889],
        ],
        memo: '',
        description:
            '太平洲捷水道位于长江下游扬中河段，俗称扬中夹江，自太平洲上口至太平洲下口，全长43.9km，河道宽 400～800m，河道平面形态除河段进出段相对顺直外，中间由4个弯道（即大路弯道、兴隆弯道、姚桥弯道 和九曲河弯道）组成。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.297Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.297Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111983',
        },
        uuid: '691407be-b4fd-4992-a302-73b6507a0d57',
        cityName: '镇江市',
        riverName: '扬中河段',
        number: 27,
        bankName: '夹江兴隆弯道',
        warningLevel: 2,
        monitoringLength: 5.2,
        coord: [
            [119.81825833333333, 32.21016388888889],
            [119.83086214822349, 32.201839300792756],
            [119.83462082545533, 32.19653375374108],
            [119.83408780170156, 32.19042114848023],
        ],
        memo: '长防办6',
        description:
            '太平洲捷水道位于长江下游扬中河段，俗称扬中夹江，自太平洲上口至太平洲下口，全长43.9km，河道宽 400～800m，河道平面形态除河段进出段相对顺直外，中间由5个弯道（即大路弯道、兴隆弯道、姚桥弯道 和九曲河弯道）组成。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.301Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.301Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111984',
        },
        uuid: 'f9f31a81-f62e-4ad8-8d8d-cbf2e0465f7f',
        cityName: '镇江市',
        riverName: '扬中河段',
        number: 28,
        bankName: '夹江姚桥弯道',
        warningLevel: 3,
        monitoringLength: 3.5,
        coord: [
            [119.78588735431867, 32.136164848339675],
            [119.783625, 32.12383888888889],
        ],
        memo: '',
        description:
            '太平洲捷水道位于长江下游扬中河段，俗称扬中夹江，自太平洲上口至太平洲下口，全长43.9km，河道宽 400～800m，河道平面形态除河段进出段相对顺直外，中间由6个弯道（即大路弯道、兴隆弯道、姚桥弯道 和九曲河弯道）组成。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.331Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.331Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111985',
        },
        uuid: 'fb448869-95f4-4896-93bd-8d563d9c23f1',
        cityName: '镇江市',
        riverName: '扬中河段',
        number: 29,
        bankName: '夹江长旺弯道',
        warningLevel: 3,
        monitoringLength: 2.5,
        coord: [
            [119.79894444444444, 32.16689722222222],
            [119.79356666666666, 32.144819444444444],
        ],
        memo: '',
        description:
            '太平洲捷水道位于长江下游扬中河段，俗称扬中夹江，自太平洲上口至太平洲下口，全长43.9km，河道宽 400～800m，河道平面形态除河段进出段相对顺直外，中间由7个弯道（即大路弯道、兴隆弯道、姚桥弯道 和九曲河弯道）组成。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.347Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.347Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111986',
        },
        uuid: 'ca163c03-1831-4098-b0b0-f37190314808',
        cityName: '镇江市',
        riverName: '扬中河段',
        number: 30,
        bankName: '夹江九曲弯道',
        warningLevel: 3,
        monitoringLength: 3.4,
        coord: [
            [119.80725414200106, 32.10822485716888],
            [119.79197356178142, 32.109658282036776],
            [119.78387222222221, 32.12296388888889],
        ],
        memo: '',
        description:
            '太平洲捷水道位于长江下游扬中河段，俗称扬中夹江，自太平洲上口至太平洲下口，全长43.9km，河道宽 400～800m，河道平面形态除河段进出段相对顺直外，中间由8个弯道（即大路弯道、兴隆弯道、姚桥弯道 和九曲河弯道）组成。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.354Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.354Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111987',
        },
        uuid: '53de3ddb-f57e-4b47-87c3-df07720e6c73',
        cityName: '镇江市',
        riverName: '扬中河段',
        number: 31,
        bankName: '夹江六圩港弯道',
        warningLevel: 3,
        monitoringLength: 1.6,
        coord: [
            [119.81229891401543, 32.1126431825472],
            [119.83012278987934, 32.10954863048113],
        ],
        memo: '',
        description:
            '太平洲捷水道位于长江下游扬中河段，俗称扬中夹江，自太平洲上口至太平洲下口，全长43.9km，河道宽 400～800m，河道平面形态除河段进出段相对顺直外，中间由9个弯道（即大路弯道、兴隆弯道、姚桥弯道 和九曲河弯道）组成。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.358Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.358Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111988',
        },
        uuid: 'ac98d0a4-92e3-4e7f-8d99-d52422664465',
        cityName: '扬州市',
        riverName: '镇扬河段',
        number: 32,
        bankName: '泗源沟～幸福河',
        warningLevel: 2,
        monitoringLength: 4,
        coord: [
            [119.21213888888889, 32.237766666666666],
            [119.17149444444445, 32.24815],
        ],
        memo: '',
        description:
            '长江镇扬河段是长江下游变化最剧烈的河段之一,其主要变化表现在世业洲左汊的缓慢发展及汇流 后的主流不断右移,六圩弯道的崩岸及弯道向下游发展,和畅洲左汊的持续发展等.',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.367Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.367Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111989',
        },
        uuid: '21122d09-18da-48e1-9076-cd9ba2fdc25b',
        cityName: '扬州市',
        riverName: '镇扬河段',
        number: 33,
        bankName: '大寨河',
        warningLevel: 2,
        monitoringLength: 3.5,
        coord: [
            [119.28480277777777, 32.241425],
            [119.32193055555555, 32.24070277777778],
        ],
        memo: '',
        description:
            '大寨河位于江苏省兴化市，流经舍陈、合塔、戴窑在3乡镇交界处，为新开河，全长11公里的，因为当时在“农业学大寨、普及大寨县”的年代，所以命名为大寨河',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.372Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.372Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211198a',
        },
        uuid: '977187d4-b4f8-4311-b95c-2adec3c97413',
        cityName: '扬州市',
        riverName: '镇扬河段',
        number: 34,
        bankName: '六圩弯道',
        warningLevel: 1,
        monitoringLength: 12,
        coord: [
            [119.51588333333333, 32.259258333333335],
            [119.49231741444915, 32.27221815008375],
            [119.45892542104781, 32.27410012105949],
            [119.42815371418331, 32.2671190902357],
            [119.39934722222223, 32.25515277777778],
        ],
        memo: '',
        description:
            '六圩弯道位于长江镇扬河段中段，自瓜洲至沙头河口长约13.5km，是世业洲汊道、和畅洲汊道间的单一弯道段。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.377Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.377Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211198b',
        },
        uuid: '97ed1d7d-014f-4d2d-a8c0-857a3dc66ee5',
        cityName: '扬州市',
        riverName: '扬中河段',
        number: 35,
        bankName: '四圩头',
        warningLevel: 3,
        monitoringLength: 2,
        coord: [
            [119.69739166666668, 32.295975],
            [119.68564166666667, 32.28095555555556],
        ],
        memo: '',
        description:
            '长江扬中河段上乘镇扬河段下接澄通河段，其中界河口以上为太平洲汊道段，太平洲将河道分为左右两汊，左汊为主汊，长约63.3km，右汊为支汊即扬中夹江，长约45km；落成洲将左汊分为两汊，其中落成洲右汊近期呈发展态势；高港灯标凸咀以下为泰兴顺直段，鳗鱼沙将顺直段分为2股水道；小决港以下进入太平洲汊道汇流区，太平洲右汊水流在出口处被狍子洲分为两股水流，左侧水流与太平洲左汊出流汇合后再一次由录安洲分为大江和夹江，录安洲夹江分流比约10%，两股水流汇合后进入江阴水道。界河口以下江阴水道为微弯型单一河道，长约24.4km。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.386Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.386Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211198c',
        },
        uuid: '8ff0d476-043c-4d9f-a812-a6548c891a02',
        cityName: '扬州市',
        riverName: '扬中河段',
        number: 36,
        bankName: '嘶马弯道凹岸',
        warningLevel: 1,
        monitoringLength: 14,
        coord: [
            [119.70624722222223, 32.30806388888889],
            [119.73706796451752, 32.323079183084346],
            [119.77275170028696, 32.32752696233911],
            [119.83748888888888, 32.30218333333333],
        ],
        memo: '长防办4',
        description:
            '长江嘶马弯道位于长江下游扬中河段的太 平州汉道左浸上段，该弯道上起三江营，下止高 港，全长14km，是扬中河段演变变化较大地方之 一，其特点是水深流急，水流贴岸，江岸崩退剧烈。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.391Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.391Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211198d',
        },
        uuid: '313df253-ef61-414f-9d6b-8e9e2171d3f1',
        cityName: '泰州市',
        riverName: '扬中河段',
        number: 37,
        bankName: '杨湾至高港闸',
        warningLevel: 1,
        monitoringLength: 3,
        coord: [
            [119.83748888888888, 32.30218333333333],
            [119.86214166666666, 32.28505277777778],
        ],
        memo: '',
        description:
            '长江扬中河段上乘镇扬河段下接澄通河段，其中界河口以上为太平洲汊道段，太平洲将河道分为左右两汊，左汊为主汊，长约63.3km，右汊为支汊即扬中夹江，长约45km；落成洲将左汊分为两汊，其中落成洲右汊近期呈发展态势；高港灯标凸咀以下为泰兴顺直段，鳗鱼沙将顺直段分为2股水道；小决港以下进入太平洲汊道汇流区，太平洲右汊水流在出口处被狍子洲分为两股水流，左侧水流与太平洲左汊出流汇合后再一次由录安洲分为大江和夹江，录安洲夹江分流比约10%，两股水流汇合后进入江阴水道。界河口以下江阴水道为微弯型单一河道，长约24.4km。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.398Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.398Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211198e',
        },
        uuid: 'f1e569f6-fd94-449d-8d41-c39c9c582e78',
        cityName: '泰州市',
        riverName: '扬中河段',
        number: 38,
        bankName: '永安洲（小明沟至过船港）',
        warningLevel: 3,
        monitoringLength: 11,
        coord: [
            [119.87637777777778, 32.267827777777775],
            [119.90756944444445, 32.172241666666665],
        ],
        memo: '长防办7',
        description:
            '长江扬中河段上乘镇扬河段下接澄通河段，其中界河口以上为太平洲汊道段，太平洲将河道分为左右两汊，左汊为主汊，长约63.3km，右汊为支汊即扬中夹江，长约45km；落成洲将左汊分为两汊，其中落成洲右汊近期呈发展态势；高港灯标凸咀以下为泰兴顺直段，鳗鱼沙将顺直段分为2股水道；小决港以下进入太平洲汊道汇流区，太平洲右汊水流在出口处被狍子洲分为两股水流，左侧水流与太平洲左汊出流汇合后再一次由录安洲分为大江和夹江，录安洲夹江分流比约10%，两股水流汇合后进入江阴水道。界河口以下江阴水道为微弯型单一河道，长约24.4km。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.402Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.402Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211198f',
        },
        uuid: '5b4d33c1-da3e-47bf-9790-aef2cda2e02a',
        cityName: '泰州市',
        riverName: '扬中河段',
        number: 39,
        bankName: '西界河',
        warningLevel: 3,
        monitoringLength: 4,
        coord: [
            [120.01678333333334, 31.984272222222224],
            [120.05497222222222, 31.970694444444444],
        ],
        memo: '',
        description:
            '长江扬中河段上乘镇扬河段下接澄通河段，其中界河口以上为太平洲汊道段，太平洲将河道分为左右两汊，左汊为主汊，长约63.3km，右汊为支汊即扬中夹江，长约45km；落成洲将左汊分为两汊，其中落成洲右汊近期呈发展态势；高港灯标凸咀以下为泰兴顺直段，鳗鱼沙将顺直段分为2股水道；小决港以下进入太平洲汊道汇流区，太平洲右汊水流在出口处被狍子洲分为两股水流，左侧水流与太平洲左汊出流汇合后再一次由录安洲分为大江和夹江，录安洲夹江分流比约10%，两股水流汇合后进入江阴水道。界河口以下江阴水道为微弯型单一河道，长约24.4km。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.426Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.426Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111990',
        },
        uuid: 'b097860d-36ae-4f85-a698-88776623a714',
        cityName: '泰州市',
        riverName: '扬中河段',
        number: 40,
        bankName: '下三圩下四圩',
        warningLevel: 3,
        monitoringLength: 3.5,
        coord: [
            [120.18321111111112, 31.946941666666667],
            [120.22009444444444, 31.94423611111111],
        ],
        memo: '',
        description:
            '长江扬中河段上乘镇扬河段下接澄通河段，其中界河口以上为太平洲汊道段，太平洲将河道分为左右两汊，左汊为主汊，长约63.3km，右汊为支汊即扬中夹江，长约45km；落成洲将左汊分为两汊，其中落成洲右汊近期呈发展态势；高港灯标凸咀以下为泰兴顺直段，鳗鱼沙将顺直段分为2股水道；小决港以下进入太平洲汊道汇流区，太平洲右汊水流在出口处被狍子洲分为两股水流，左侧水流与太平洲左汊出流汇合后再一次由录安洲分为大江和夹江，录安洲夹江分流比约10%，两股水流汇合后进入江阴水道。界河口以下江阴水道为微弯型单一河道，长约24.4km。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.431Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.431Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111991',
        },
        uuid: 'fd7e050b-fe99-4818-8629-ede2ae2840f9',
        cityName: '泰州市',
        riverName: '澄通河段',
        number: 41,
        bankName: '炮台圩',
        warningLevel: 3,
        monitoringLength: 2,
        coord: [
            [120.22506944444444, 31.943927777777777],
            [120.24615833333334, 31.945338888888887],
        ],
        memo: '',
        description: '在江苏省靖江市南部、老十圩港西岸,南濒长江。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.439Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.439Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111992',
        },
        uuid: '338d99b0-17b0-423d-9a35-43efe1ae6dd6',
        cityName: '泰州市',
        riverName: '澄通河段',
        number: 42,
        bankName: '民主沙',
        warningLevel: 1,
        monitoringLength: 7,
        coord: [
            [120.49587222222222, 32.04067222222222],
            [120.56737222222222, 32.02265277777778],
        ],
        memo: '长防办11',
        description:
            '澄通河段地处长江下游近河口段,上起江阴鹅鼻嘴,下讫常熟徐六泾,河道全长96.8km,由福姜沙汊道、如皋沙群段及通州沙汊道组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.450Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.450Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111993',
        },
        uuid: '2f98b91b-b917-4cd6-8345-21e6960f01a5',
        cityName: '泰州市',
        riverName: '澄通河段',
        number: 43,
        bankName: '六助港至长江农场',
        warningLevel: 2,
        monitoringLength: 16,
        coord: [
            [120.36817777777777, 32.01645],
            [120.43712574324437, 32.058861422542975],
            [120.51482222222222, 32.074983333333336],
        ],
        memo: '长防办10',
        description:
            '澄通河段地处长江下游近河口段,上起江阴鹅鼻嘴,下讫常熟徐六泾,河道全长96.8km,由福姜沙汊道、如皋沙群段及通州沙汊道组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.460Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.460Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111994',
        },
        uuid: '44a1490c-5821-4af7-83c0-ede03c0195c2',
        cityName: '常州市',
        riverName: '扬中河段',
        number: 44,
        bankName: '录安洲左缘及夹江',
        warningLevel: 2,
        monitoringLength: 9.5,
        coord: [
            [119.94821388888889, 32.00048611111111],
            [119.96145695208008, 31.986321649264525],
            [119.97810393134075, 31.976668258648235],
        ],
        memo: '长防办9',
        description:
            '常州录安洲夹江水道为自然航道，长度约6.5公里，宽度在300-600米之间，最深处水深约20米，最浅处水深约3米，船舶按各自靠右航行原则实行分道通航',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.471Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.471Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111995',
        },
        uuid: 'c0dd3dbc-f688-486a-9866-5b6eda077248',
        cityName: '常州市',
        riverName: '扬中河段',
        number: 44,
        bankName: '录安洲左缘及夹江',
        warningLevel: 2,
        monitoringLength: 9.5,
        coord: [
            [119.94821388888889, 32.00048611111111],
            [119.96145695208008, 31.986321649264525],
            [119.97810393134075, 31.976668258648235],
        ],
        memo: '',
        description:
            '常州录安洲夹江水道为自然航道，长度约6.5公里，宽度在300-600米之间，最深处水深约20米，最浅处水深约3米，船舶按各自靠右航行原则实行分道通航',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.478Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.478Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111996',
        },
        uuid: '40e21bb8-e775-496f-ae1b-db880d5a6fc5',
        cityName: '无锡市',
        riverName: '澄通河段',
        number: 45,
        bankName: '桃花港',
        warningLevel: 3,
        monitoringLength: 1.5,
        coord: [
            [120.04177777777778, 31.955802777777777],
            [120.0564888888889, 31.95073611111111],
        ],
        memo: '',
        description:
            '澄通河段地处长江下游近河口段,上起江阴鹅鼻嘴,下讫常熟徐六泾,河道全长96.8km,由福姜沙汊道、如皋沙群段及通州沙汊道组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.490Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.490Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111997',
        },
        uuid: 'e70ce349-887f-442a-87e1-8cee24f586c1',
        cityName: '苏州市',
        riverName: '澄通河段',
        number: 46,
        bankName: '福姜沙右汊凹岸',
        warningLevel: 2,
        monitoringLength: 7.5,
        coord: [
            [120.42635833333334, 31.968194444444443],
            [120.45588022863411, 31.994365471611513],
            [120.44837223280182, 32.02296193699864],
            [120.46074722222222, 32.02863055555555],
        ],
        memo: '',
        description:
            '福姜沙分南、中、北三水道，右汉福南水道为深吃水海轮航道。右岸是 张家港港区上下口较窄呈大孤弯，右岸码头一个连接一个下端有护岸石。左侧有小型船舶 停泊区和12只系船浮筒，浅区在52#--53#黑浮附近',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.499Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.499Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111998',
        },
        uuid: 'bd277671-b4ae-44d5-a7fd-d84e3e0dd5bd',
        cityName: '苏州市',
        riverName: '澄通河段',
        number: 47,
        bankName: '双山沙左侧',
        warningLevel: 2,
        monitoringLength: 4.5,
        coord: [
            [120.39493055555556, 31.9994],
            [120.43281388888889, 32.02368888888889],
        ],
        memo: '',
        description:
            '澄通河段地处长江下游近河口段,上起江阴鹅鼻嘴,下讫常熟徐六泾,河道全长96.8km,由福姜沙汊道、如皋沙群段及通州沙汊道组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.504Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.504Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a2111999',
        },
        uuid: '2b190fc6-b911-45f1-926c-aa2e211058f2',
        cityName: '苏州市',
        riverName: '澄通河段',
        number: 48,
        bankName: '段山港至越洋码头',
        warningLevel: 1,
        monitoringLength: 16,
        coord: [
            [120.53559444444444, 32.005875],
            [120.61756907208832, 31.990066189276284],
            [120.70156111111112, 31.99478888888889],
        ],
        memo: '长防办12',
        description:
            '澄通河段地处长江下游近河口段,上起江阴鹅鼻嘴,下讫常熟徐六泾,河道全长96.8km,由福姜沙汊道、如皋沙群段及通州沙汊道组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.509Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.509Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211199a',
        },
        uuid: '89987a7e-6e96-43b1-9196-5eff5135110a',
        cityName: '苏州市',
        riverName: '澄通河段',
        number: 49,
        bankName: '铁黄沙整治工程下段',
        warningLevel: 2,
        monitoringLength: 3,
        coord: [
            [120.86737296012697, 31.797940174072078],
            [120.88768055555556, 31.778766666666666],
        ],
        memo: '长防办14',
        description:
            '铁黄沙整治工程为河势控制性工程，工程位于长江澄通河段通洲沙汊道段福山水道和西水道下段之间，工程区跨越张家港市和常熟市。工程主要任务及作用是固定沙体边界，促使沙体稳定，使调整后的岸线有利于河势与航道稳定，保障望虞',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.514Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.514Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211199b',
        },
        uuid: 'f9fdbde3-8c50-44cb-8d3c-47948e6d6939',
        cityName: '苏州市',
        riverName: '河口段',
        number: 50,
        bankName: '徐六泾',
        warningLevel: 2,
        monitoringLength: 7,
        coord: [
            [120.93359166666667, 31.767352777777777],
            [121.00633888888889, 31.755902777777777],
        ],
        memo: '',
        description:
            '徐六泾是长江流域一条具有分水岭作用的河流，徐六泾口以东被视为长江入海口。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.518Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.518Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211199c',
        },
        uuid: 'fef3c2e0-7c60-4c02-ba2c-9233473aba0c',
        cityName: '苏州市',
        riverName: '河口段',
        number: 51,
        bankName: '新太海汽渡～七丫口',
        warningLevel: 1,
        monitoringLength: 19.4,
        coord: [
            [121.08949166666666, 31.727944444444443],
            [121.24781944444445, 31.61796388888889],
        ],
        memo: '长防办15',
        description:
            '长江口,长江口,指长江在东海入海口的一段水域,从江苏江阴鹅鼻嘴起,到入海口的鸡骨礁为止,长约232公里。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.524Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.524Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211199d',
        },
        uuid: 'aba70b4a-6ed9-4a82-bc53-1979bc7c25ff',
        cityName: '南通市',
        riverName: '澄通河段',
        number: 52,
        bankName: '又来沙',
        warningLevel: 2,
        monitoringLength: 6,
        coord: [
            [120.52393611111111, 32.071513888888894],
            [120.55291493789365, 32.05702767111574],
        ],
        memo: '',
        description:
            '1928年又来沙开始发育，1954年特大洪水的冲刷，又来沙南水道加深扩大，1965年长青沙开始围垦，1975年到1979年中心沙相继围垦，1980年又来沙已成平滩。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.530Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.530Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211199e',
        },
        uuid: '0efc4cca-4c70-4826-8240-fbfbbbffbcd0',
        cityName: '南通市',
        riverName: '澄通河段',
        number: 53,
        bankName: '长青沙西南缘',
        warningLevel: 2,
        monitoringLength: 4,
        coord: [
            [120.56875555555555, 32.05381666666666],
            [120.56996822959587, 32.0396655424658],
            [120.59106388888888, 32.02821111111111],
        ],
        memo: '长防办13',
        description:
            '澄通河段地处长江下游近河口段,上起江阴鹅鼻嘴,下讫常熟徐六泾,河道全长96.8km,由福姜沙汊道、如皋沙群段及通州沙汊道组成',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.535Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.535Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a211199f',
        },
        uuid: '0c5aabd8-f3af-4dac-a678-cd58b0d01032',
        cityName: '南通市',
        riverName: '澄通河段',
        number: 54,
        bankName: '通吕运河至龙爪岩',
        warningLevel: 2,
        monitoringLength: 11,
        coord: [
            [120.81304166666666, 32.01201666666667],
            [120.888525, 31.936522222222223],
        ],
        memo: '',
        description: '通吕运河，因起点南通，止点吕四而命名',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.749Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.749Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a21119a0',
        },
        uuid: 'a1432c15-f4c9-4fc0-a765-4a669da6cfb8',
        cityName: '南通市',
        riverName: '河口段',
        number: 55,
        bankName: '东方红农场',
        warningLevel: 2,
        monitoringLength: 2.5,
        coord: [
            [120.94292222222222, 31.822363888888887],
            [120.96252777777778, 31.807894444444447],
        ],
        memo: '',
        description:
            '长江口,长江口,指长江在东海入海口的一段水域,从江苏江阴鹅鼻嘴起,到入海口的鸡骨礁为止,长约232公里。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.761Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.761Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a21119a1',
        },
        uuid: 'fb67df6a-5619-4322-bb61-b4fe9bc033e3',
        cityName: '南通市',
        riverName: '河口段',
        number: 56,
        bankName: '青龙港至大新港',
        warningLevel: 2,
        monitoringLength: 11,
        coord: [
            [121.23456666666667, 31.86277777777778],
            [121.28546878654066, 31.88360224392365],
            [121.34046111111111, 31.872008333333333],
        ],
        memo: '长防办16',
        description:
            '长江口,长江口,指长江在东海入海口的一段水域,从江苏江阴鹅鼻嘴起,到入海口的鸡骨礁为止,长约232公里。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.770Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.770Z',
        },
    },
    {
        _id: {
            $oid: '65b1fa18591ce236a21119a2',
        },
        uuid: '84345992-2a41-4e63-9f64-48b546d2e864',
        cityName: '南通市',
        riverName: '河口段',
        number: 57,
        bankName: '北支右岸庙港～新村沙头部',
        warningLevel: 2,
        monitoringLength: 7.1,
        coord: [
            [121.36681388888888, 31.833488888888887],
            [121.43791111111112, 31.81235277777778],
        ],
        memo: '长防办17',
        description:
            '长江口,长江口,指长江在东海入海口的一段水域,从江苏江阴鹅鼻嘴起,到入海口的鸡骨礁为止,长约232公里。',
        state: 'active',
        createTime: {
            $date: '2024-01-25T14:05:12.778Z',
        },
        updateTime: {
            $date: '2024-01-25T14:05:12.778Z',
        },
    },
]

export { bankInfo }
